---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DividedSurfaceTileBorder
source: html/2be67a46-b338-6255-a7b4-bad7e6681683.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DividedSurfaceTileBorder Property

"Border Tile"

## Syntax (C#)
```csharp
public static ForgeTypeId DividedSurfaceTileBorder { get; }
```